Repository: ben-gray-dev/lang-bridge
Catalog: messages.*.xlf
Languages: es

source: Language learning <span> <span>optimized</span> </span> to fit your busy schedule.
es: Aprendizaje de idiomas <span> <span>optimizado</span> </span> que se ajusta a su horario ocupado

source: Building bridges between <span> <span>languages</span> </span> and communities.
es: Construyendo puentes entre <span> <span>idiomas</span> </span> y comunidades.

source: Start Learning
es: Empieza a aprender

source: Our Mission
es: Nuestra Misión

source: LangBridge seeks to promote bridge-building between linguistic communities by empowering language learners of all backgrounds especially those from vulnerable, linguistically-isolated populations in the United States.
es: LangBridge trata de promover la construcción de puentes entre comunidades lingüísticas mediante el empoderamiento de estudiantes de todos idiomas y de todos los orígenes especialmente los de comunidades lingüísticamente aisladas y vulnerables en los Estados Unidos.

source: Our Algorithm
es: Nuestro Algoritmo

# PARETO_PRINCIPLE_DESC
source: The Pareto Principle states that 20% of the effort equates to 80% of the results. By teaching the most frequent words, we maximize percent recognition of new speech. For example, by learning the first 1000 most common words in the English language, one can understand 80% of spoken English!
es: El Principio de Pareto establece que el 20% del esfuerzo equivale al 80% de los resultados. Al enseñar las palabras más frecuentes, aprovechamos al máximo el porcentaje de reconocimiento de nuevas palabras. Por ejemplo, al aprender las primeras 1000 palabras más comunes en el idioma inglés, ¡se puede entender el 80% del inglés hablado!

# SPACED_REPETITION_DESC
source: Several studies have confirmed that memory retention is optimized by increasingly long intervals for repetition of concepts. Given the ease with which you answer each prompt, we determine when that term should be reviewed in a different context.
es: Muchos estudios han confirmado que la retención de memoria está optimizada por intervalos cada vez más largos para la repetición de conceptos. Dada la facilidad con la que respondes a cada pregunta, determinamos cuándo se debe revisar ese término en un contexto diferente.

# MACHINE_LEARNING_DESC
source: Based upon your learning habits, we use machine learning to adapt a personalized study schedule which maximizes recall.
es: Según sus hábitos de aprendizaje, utilizamos el aprendizaje automático para adaptar un programa de estudio personalizado que maximiza el recuerdo.

source: Pareto Principle
es: Principio de Pareto

source: Spaced Repetition
es: Repetición Espaciada

source: Machine Learning
es: Aprendizaje Automático

source: Our Languages
es: Nuestros Idiomas

source: Login
es: Ingresar

source: About
es: Acerca

source: Landing Page
es: Página de Aterrizaje

source: Terms of Service
es: Condiciones de Servicio

source: Privacy Policy
es: Política de Privacidad

source: My LangBridge
es: Mi LangBridge

source: Sign Up
es: Registrarse

source: My Profile
es: Mi Perfil

source: Learning Resources
es: Recursos de Aprendizaje

source: Learning
es: Aprendizaje

source: Progress
es: Progreso

source: Select Language
es: Seleccionar Idioma

source: Email
es: Correo Electrónico

# INVALID_EMAIL_WARNING
source: Please enter a valid email address.
es: Por favor, entra una dirección de correo electrónico válida.

# EMAIL_REQUIRED_FIELD
source: Email is a required field.
es: Correo Electrónico es un campo obligatorio.

source: Password
es: Contraseña

# PASSWORD_REQUIRED_FIELD
source: Password is a required field.
es: Contraseña es un campo obligatorio.

source: Submit
es: Enviar

source: I forgot my password
es: Olvidé mi contraseña

# DONT_HAVE_ACCOUNT
source: Don't have an account? Create one
es: ¿No tienes perfil? Regístrate.

# GET_LINK_FORGOT_PASS
source: Get a link to reset your password
es: Restablecer su contraseña

source: Confirm password
es: Confirmar contraseña

# PASSWORD_MATCH_ERR
source: Passwords do not match.
es: Contraseñas no coinciden.

# PASSWORD_LENGTH_ERR
source: Password must be at least 8 characters long.
es: Contraseña debe contener por lo menos 8 caracteres.

# PASSWORD_UPPER_ERR
source: Password must contain at least 1 uppercase character.
es: Contraseña debe contener al menos una letra mayúscula.

# PASSWORD_LOWER_ERR
source: Password must contain at least 1 lowercase character.
es: Contraseña debe contener al menos una letra minúscula.

# PASSWORD_NUM_ERR
source: Password must contain at least 1 number.
es: Contraseña debe contener al menos un número.

# BECOME_BRIDGE_BUILDER
source: Become a Bridge Builder
es: Hacerse un Constructor de Puentes

source: Name
es: Nombre

# NAME_REQUIRED_FIELD
source: Name is a required field.
es: Nombre es un campo obligatorio.

# READ_TERMS_OF_SERVICE
source: I have read and agree to the <a>terms of service</a>
es: He leído y acepto las <a>condiciones de servicio</a>

# ALREADY_HAVE_ACCOUNT
source: Already have an account? Login
es: ¿Ya tienes un perfil? Ingresar

source: Report an issue
es: Informar de un problema

source: Incorrect Translation
es: Traducción Incorrecta

# WRONG_WORD_REPLACED
source: Wrong word replaced in sentence
es: Palabra incorrecta sustituida en la oración

# OFFENSIVE_CONTENT
source: Offensive/Inappropriate content
es: Contenido inapropriado/ofensivo

source: frequency rank:
es: rango de frecuencia:

source: term:
es: término:

# CUM_PERCENTILE
source: cumulative percentile:
es: porcentaje acumulado:

# LEARNING_I
source: Learning I (Minutely repetition)
es: Aprendizaje I (Repetir cada minuto)

# LEARNING_II
source: Learning II (Hourly repetition)
es: Aprendizaje II (Repetir cada hora)

# LEARNING_III
source: Learning III (Daily repetition)
es: Aprendizaje III (Repetir cada día)

# LEARNING_IV
source: Learning IV (Weekly repetition)
es: Aprendizaje IV (Repetir cada semana)

# LEARNING_V
source: Learning V (Monthly repetition)
es: Aprendizaje V (Repetir cada mes)

source: Learned
es: Aprendido

source: Unseen
es: Nunca visto

# WORD_FREQ_RANKING
source: Word frequency ranking
es: Rango de frecuencia de palabra

# ESTIMATED_COMPREHENSION_OF
source: Estimated percent comprehension of
es: Porcentaje de comprensión estimado de

source: User Profile
es: Perfil de Usuario

source: Last login
es: Último ingreso

source: Save
es: Salvar

# OPTIMIZED_TOOL_TIP
source: Check out our algorithm!
es: ¡Echa un vistazo a nuestro algoritmo!

# LANG_TOOL_TIP
source: See our supported languages
es: Mire nuestros idiomas soportados

source: English
es: Inglés
